[
  {
    "text": " Hey! Hey! Hey!",
    "start": 25.985,
    "end": 53.812
  },
  {
    "text": " Let me finish this. Now, tell me, tell me, function 11. Tell me when you see progress bar.",
    "start": 56.917,
    "end": 80.592,
    "speaker": "SPEAKER_02"
  },
  {
    "text": " It should be up right now. Talk to me. Tell him when you see it. I have press control. I. I. Go ahead. Enter. I can enter. Come over here and button me up.",
    "start": 81.098,
    "end": 88.895,
    "speaker": "SPEAKER_02"
  },
  {
    "text": " Jarvis, you there? That's your service. The gauge heads up display. Check. Porto preferences from home interface. We'll do so. All right, what do you say? I have indeed been uploaded, sir. We're online and ready. We start the virtual walk-around. Importing preferences and calibrating virtual environment. Check on control surfaces. As you wish.",
    "start": 111.727,
    "end": 140.195,
    "speaker": "SPEAKER_01"
  },
  {
    "text": " That's the coolest thing I've ever seen. Not bad, huh? Let's do it.",
    "start": 222.072,
    "end": 247.486,
    "speaker": "SPEAKER_00"
  },
  {
    "text": " It's your room and off. You miss me?",
    "start": 254.219,
    "end": 256.733,
    "speaker": "SPEAKER_01"
  },
  {
    "text": " You will all fall before me. Deploy! Yahoy!",
    "start": 281.405,
    "end": 301.165,
    "speaker": "SPEAKER_00"
  },
  {
    "text": " Come on. Nice go to you. I'm the best. Sir, this post is clear of the structure.",
    "start": 334.207,
    "end": 363.873,
    "speaker": "SPEAKER_00"
  },
  {
    "text": " In five four bang You should be gone by now. You should already been gone. I am just beyond terrified here comes three four shut up five four three",
    "start": 390.974,
    "end": 403.512,
    "speaker": "SPEAKER_01"
  },
  {
    "text": " Where's the rest? Ah, better late than ever. Not this time. Not this time. Who's going to be back? Hello, by the way. Oh, hello, sir.",
    "start": 418.683,
    "end": 437.768,
    "speaker": "SPEAKER_02"
  },
  {
    "text": " Who's timing? Oh, yeah. That's awesome. Give me a suit, okay? Oh, I'm sorry. They're only coded to me.",
    "start": 458.137,
    "end": 469.021,
    "speaker": "SPEAKER_01"
  },
  {
    "text": " Sentry mode. Okay, Jarvis, you know, I want it all. Make sure you copy who it HQ. You got no backup here. I'm calling Veronica.",
    "start": 491.937,
    "end": 513.385,
    "speaker": "SPEAKER_02"
  },
  {
    "text": " All right, everybody, stand down! Good evening, boss. We're in position.",
    "start": 533.078,
    "end": 558.712,
    "speaker": "SPEAKER_02"
  },
  {
    "text": " to people at the airport, didn't you guys wear it? Definitely weird. If you even cared, you'd actually be here.",
    "start": 577.122,
    "end": 605.911,
    "speaker": "SPEAKER_02"
  },
  {
    "text": " I did listen, kid. Where'd that come from? It's Nanotech, you like it?",
    "start": 610.45,
    "end": 637.906,
    "speaker": "SPEAKER_01"
  },
  {
    "text": " Oh.",
    "start": 663.522,
    "end": 678.676
  },
  {
    "text": " Oh!",
    "start": 698.723,
    "end": 713.877
  }
]